tap "boz/repo"
tap "caskformula/caskformula"
tap "cesanta/mos"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/brew-graph"
tap "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/mengbo/ch340g-ch34g-ch34x-mac-os-x-driver"
cask "xquartz"
brew "openssl@1.1"
brew "sqlite"
brew "python"
brew "libyaml"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "libevent"
brew "cask"
brew "cdrtools"
brew "cfssl"
brew "cli53"
brew "cmake"
brew "coreutils"
brew "go"
brew "dep"
brew "dfu-util"
brew "libksba"
brew "pth"
brew "dirmngr", link: true
brew "doctl"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "glances"
brew "glide"
brew "goaccess"
brew "gpg-agent", link: true
brew "gradle"
brew "graphviz"
brew "groovy"
brew "gst-plugins-good"
brew "homeassistant-cli"
brew "hub"
brew "hugo"
brew "influxdb"
brew "iperf"
brew "jhead"
brew "jid"
brew "jq"
brew "kafka"
brew "kafkacat"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubespy"
brew "libosinfo"
brew "libusb-compat"
brew "maven"
brew "mdp"
brew "mosh"
brew "mosquitto"
brew "mplayer"
brew "mtr"
brew "nmap"
brew "nvm"
brew "packer"
brew "plantuml"
brew "platformio"
brew "putty"
brew "pyenv-virtualenv"
brew "qemu"
brew "socat"
brew "spice-gtk"
brew "strongswan"
brew "svgcleaner"
brew "telnet"
brew "terraform"
brew "vifm"
brew "vim"
brew "vte3"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "boz/repo/kail"
brew "cesanta/mos/mos"
brew "d12frosted/emacs-plus/emacs-plus"
brew "martido/brew-graph/brew-graph"
cask "arduino"
cask "caffeine"
cask "discord"
cask "etcher"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack"
cask "font-source-code-pro"
cask "gimp"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "java"
cask "minikube"
cask "mplayer-osx-extended"
cask "postman"
cask "vlc"
