tap "armmbed/formulae"
tap "azure/functions"
tap "boz/repo"
tap "caskformula/caskformula"
tap "cesanta/mos"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "martido/brew-graph"
tap "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/mengbo/ch340g-ch34g-ch34x-mac-os-x-driver"
tap "nohal/navutils"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pothosware/pothos"
tap "qmk/qmk"
brew "gettext"
brew "glib"
brew "zstd"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "openssl@3"
brew "python@3.11"
brew "libyaml"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "boost"
brew "libusb-compat"
brew "avrdude"
brew "awscli"
brew "aztfexport"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "boost-build"
brew "bootloadhid"
brew "bottom"
brew "coreutils"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "llvm"
brew "castxml"
brew "ccls"
brew "cdrtools"
brew "cfssl"
brew "chezmoi"
brew "clang-format"
brew "cli53"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "dfu-programmer"
brew "dfu-util"
brew "doctl"
brew "dog"
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "ghostscript"
brew "git"
brew "glances"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "glide"
brew "gnuplot"
brew "gobject-introspection"
brew "gtk+3"
brew "openblas"
brew "numpy"
brew "portaudio"
brew "py3cairo"
brew "pygobject3"
brew "qt@5"
brew "uhd"
brew "gnuradio"
brew "goaccess"
brew "openjdk"
brew "gradle"
brew "graphene"
brew "netpbm"
brew "graphviz"
brew "groovy"
brew "json-glib"
brew "libsoup"
brew "gstreamer"
brew "gtk-vnc"
brew "gtksourceview4"
brew "hackrf"
brew "helix"
brew "homeassistant-cli"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick@6"
brew "imlib2"
brew "influxdb"
brew "iperf"
brew "jhead"
brew "jid"
brew "jq"
brew "jsonnet"
brew "zookeeper"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "kind"
brew "kotlin-language-server"
brew "ktlint"
brew "kubespy"
brew "kustomize"
brew "lazygit"
brew "libheif"
brew "libksba"
brew "libnice"
brew "libosinfo"
brew "libraw"
brew "libsoup@2"
brew "libssh"
brew "libwebsockets"
brew "libxml2"
brew "lsusb"
brew "luarocks"
brew "mathlibtools"
brew "matplotplusplus"
brew "maven"
brew "mdp"
brew "meson"
brew "minio-mc"
brew "mosh"
brew "mosquitto"
brew "mplayer"
brew "mtr"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "operator-sdk"
brew "osinfo-db-tools"
brew "packer"
brew "pillow"
brew "pipenv"
brew "plantuml"
brew "platformio"
brew "qemu"
brew "podman"
brew "postgresql@14"
brew "pth"
brew "putty"
brew "pybind11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "sd"
brew "socat"
brew "spice-gtk"
brew "starship"
brew "stlink"
brew "strongswan"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "vala"
brew "vifm"
brew "vim"
brew "vte3"
brew "watch"
brew "watchman"
brew "west"
brew "wget"
brew "xh"
brew "youtube-dl"
brew "yq"
brew "zellij"
brew "zsh"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "azure/functions/azure-functions-core-tools@4"
brew "boz/repo/kail"
brew "cesanta/mos/mos"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "martido/brew-graph/brew-graph"
brew "osx-cross/avr/avr-gcc@8"
brew "pothosware/pothos/soapyhackrf"
brew "qmk/qmk/qmk"
cask "amethyst"
cask "android-sdk"
cask "caffeine"
cask "font-source-code-pro"
cask "kitty"
cask "monitorcontrol"
cask "postman"
cask "powershell"
cask "xquartz"
