tap "heroku/brew"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/emacs"
tap "d12frosted/emacs-plus"
tap "caskformula/caskformula"
tap "jenkins-x/jx"
brew "sqlite"
brew "python"
brew "azure-cli"
brew "cask"
brew "cfssl"
brew "cli53"
brew "cmake"
brew "coreutils"
brew "dfu-util"
brew "libksba"
brew "pth"
brew "dirmngr", link: true
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "git-secret"
brew "go"
brew "gpg-agent", link: true
brew "gradle"
brew "groovy"
brew "heroku"
brew "jid"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libevent"
brew "libusb-compat"
brew "libyaml"
brew "maven"
brew "mplayer"
brew "nvm"
brew "socat"
brew "packer"
brew "svgcleaner"
brew "terraform"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus"
brew "jx"
cask "arduino"
cask "caffeine"
cask "etcher"
cask "gimp"
cask "google-cloud-sdk"
cask "iterm2"
cask "keka"
cask "minikube"
cask "postman"
cask "vlc"
cask "homebrew/cask-fonts/font-hack"
